Repository: conferencexp/conferencexp
Catalog: MSR.LST.Capabilities/Presentation/Strings.*.resx
Languages: es_es

source: About
es_es: Acerca de cómo

source: Black Pen
es_es: Lápiz negro

source: Blue Highlighter
es_es: Azul el marcador de resaltado

source: Blue Pen
es_es: Pluma de color azul

# CloseHotkey
source: &Close
es_es: Cierre

source: ConferenceXP Presentation
es_es: Presentación ConferenceXP

source: Erase All
es_es: Borrar todo

source: Eraser
es_es: Borrador

# ErrorDuringCommunication
source: Error during communication: {0}
es_es: Error durante la comunicación: {0}

# ErrorInOpening
source: Error in opening {0}, error message: {1}
es_es: Error en apertura {0}, mensaje de error: {1}

# ErrorInOpeningFileType
source: Error in opening {0} Type not supported
es_es: Error en apertura tipo {0} no admite

# ErrorInOpeningVersion
source: Error in opening {0} Version may be out of date
es_es: Error en apertura versión {0} puede ser actualizada

# ErrorOccuredDuringNavigation
source: An error occured during navigation, the page might be absent or might be still in the download process
es_es: Se produjo un error durante la exploración, la página podría ser ausente o puede ser aún en el proceso de descarga

# ErrorWhileTakingSnapshot
source: Error while taking snapshot. Your target snapshot window may be in an invalid state or closed.
es_es: Error al tomar instantáneas. La ventana de instantáneas de destino puede estar en una no válida de estado o cerrado.

# FileHotkey
source: &File
es_es: Archivo

# ForMoreInformationSee
source: For more information, see http://cct.cs.washington.edu/downloads/CXP/ Presentation : {0} {1}
es_es: Para obtener más información, vea http://cct.cs.washington.edu/downloads/CXP/ de presentación: {0} {1}

source: Help
es_es: Ayudar a

source: Highlighter
es_es: Marcador de resaltado

source: Importing PowerPoint document...
es_es: Importar documento de PowerPoint...

source: Index must be within the collection.
es_es: Índice debe ser dentro de la colección.

source: Insert Blank Slide
es_es: Insertar diapositiva en blanco

source: Insert Screen Shot
es_es: Insertar Shot de pantalla

source: Lime Highlighter
es_es: Lima el marcador de resaltado

source: Loading...
es_es: Cargando...

source: Next Slide
es_es: Diapositiva siguiente

# NextSlideHotkey
source: &Next Slide
es_es: Diapositiva siguiente

source: OK
es_es: Aceptar

source: Open
es_es: Abierto

# OpenHotkey
source: &Open
es_es: Abierto

source: Open Remote...
es_es: Abrir remoto...

source: Page Not Found!
es_es: Página no se encuentra!

source: Pen
es_es: Lápiz

source: Presentation Help
es_es: Presentación de la Ayuda

source: Previous Slide
es_es: Diapositiva anterior

# PreviousSlideHotkey
source: &Previous Slide
es_es: Diapositiva anterior

# ReceivingPage
source: Receiving Page: {0} / {1}
es_es: La recepción de página: {0} / {1}

# ReceivingPage_of_
source: Receiving Page: 1 / {0}
es_es: Página de recepción: 1 / {0}

source: Red Pen
es_es: Lápiz rojo

source: Resend Current Slide
es_es: Reenviar diapositiva actual

source: Resending current slide...
es_es: Reenviar de la diapositiva actual...

source: Resending slides...
es_es: Reenviar diapositivas...

source: Screen Shot Information
es_es: Pantalla de información Shot

source: Select Application
es_es: Seleccione Aplicación

source: Select Screen Shot
es_es: Seleccione Pantalla Shot

source: Sending slides...
es_es: Enviar diapositivas...

# Slide_Of_
source: Slide {0} of {1}
es_es: Diapositiva {0} de {1}

# Slide_Of_Placeholder
source: Slide -- of --
es_es: Diapositiva--de--

# SlideHotkey
source: &Slide
es_es: Diapositiva

source: Slide Show
es_es: Presentación con diapositivas

# SnapshotOf
source: Snapshot of {0}
es_es: Instantánea de {0}

# SnapshotsOfMinimizedWindows
source: Snapshots of minimized windows cannot be taken.{0}Please restore or maximize the window.
es_es: No pueden realizarse instantáneas de las ventanas minimizadas. {0} tenga restaurar o maximice la ventana.

# ToolsHotkey
source: &Tools
es_es: Herramientas

# TryResendAllSlidesButton
source: Conference leader tried to navigate to a page you have not recieved. Try using the "Resend All Slides" button to resolve this issue.
es_es: Relleno de la conferencia intentó vaya a una página tiene no recibió. Pruebe a utilizar el botón " reenviar todas las diapositivas " para resolver este problema.

# UnableToFindPage
source: Unable to find Page for current TOCNode
es_es: No se puede encontrar página Para TOCNode actual

# UnexpectedHighlighterColor
source: Unexpected highlighter color '{0}'
es_es: Color '{0}' inesperado Marcador de resaltado

# UnexpectedPenColor
source: Unexpected pen color '{0}'
es_es: Color '{0}' inesperado lápiz

source: value greater than MaxPageNum
es_es: valor mayor que MaxPageNum

# Whiteboard
source: Whiteboard {0}
es_es: Pizarra {0}

source: Whiteboard 1
es_es: Pizarra 1

source: Whiteboard Session
es_es: Sesión de Pizarra

source: Yellow Highlighter
es_es: Amarillo el marcador de resaltado

source: Yellow Pen
es_es: Pluma de color amarillo

source: You must first open a document.
es_es: Primero debe abrir un documento.

# YouMustFirstSelectAScreenShot
source: You must first select a screen shot by clicking Select Screen Shot on the Slide menu, and then clicking the screen shot you want.
es_es: En primer lugar debe seleccionar una pantalla captura; para ello, haga clic en Seleccionar Shot de pantalla en la diapositiva menú, y a continuación, haga clic en la pantalla captura desee.
