Repository: conferencexp/conferencexp
Catalog: MSR.LST.ArchiveService/ARCHIVER/Strings.*.resx
Languages: es_es, pt_br

# AddFrameCalledError
source: AddFrame called when the buffer does not have enough space available.
es_es: AddFrame se le llama cuando el búfer no tiene suficiente espacio disponible.

# AdministratorPrivilegesText
source: You must be an Administrator to install Rtp or run it for the first time.
es_es: Debe ser un administrador para instalar RTP o ejecutarlo por primera vez.
pt_br: Você deve ser um administrador para instalar ou executar RTP-lo pela primeira vez.

# AdministratorPrivilegesTitle
source: Administrator Privileges Required
es_es: Privilegios de administrador necesarios

source: Archive Service
es_es: Archivar servicio
pt_br: Arquivar Service

source: Archive Service started.
es_es: Archivo Servicio iniciado.

source: Archive Service stopped.
es_es: Archivo servicio detenido.

# BufferplayerSendframesError
source: BufferPlayer::SendFrames called while Populating.
es_es: BufferPlayer::SendFrames llama a este método mientras Populating.

# ConferenceNameError
source: Conference name cannot contain ' or ".
es_es: Nombre de la conferencia no puede contener ' o ".

# DatabaseOperationFailedError
source: Database operation failed. Exception: {0}
es_es: No se pudo realizar la operación de base de datos. Excepción: {0}
pt_br: Falha na operação de banco de dados. Exceção: {0}

# DroppingAFrame
source: Dropping a frame in StreamRecorder::OnFrameReceived due to no buffers being available.
es_es: Colocar un marco en StreamRecorder::OnFrameReceived debido a búferes no esté disponible.
pt_br: Descartando um quadro em StreamRecorder::OnFrameReceived devido a buffers não está disponível.

# FailedToSaveAllIndices
source: Failed to save all indices in BufferRecorder::SaveIndices. Should have saved {0} only saved {1}
es_es: Error al guardar todos los índices en BufferRecorder::SaveIndices. Debe tener guardar {0} sólo guarda {1}
pt_br: Failed to save all indices in BufferRecorder::SaveIndices. Deve ter salvo {0} apenas salvo {1}

# GrowingBuffers
source: Growing buffers for stream {0} to {1}
es_es: Crecimiento búferes para secuencia {0} a {1}
pt_br: Aumentando os buffers de fluxo {0} para {1}

# LastTicksIsTransientError
source: LastTicks is transient while populating & thus cannot be read.
es_es: LastTicks es transitorio mientras rellenar, por tanto, no se puede leer.
pt_br: LastTicks é temporária enquanto preenchendo, portanto, não pode ser lido.

# OnWakeUpNoDataError
source: StreamPlayer::OnWakeUp reached and no data in buffers! ID: {0}
es_es: StreamPlayer::OnWakeUp alcanzado y no hay datos en búferes! ID: {0}
pt_br: StreamPlayer::OnWakeUp atingido e não dados buffers! ID: {0}

# Playback
source: Playback: {0} : {1}
es_es: La reproducción: {0}: {1}
pt_br: Reprodução: {0}: {1}

# PlaybackOngoingError
source: A playback is ongoing in this venue. Please choose another venue in which to record.
es_es: Una reproducción está en curso en esta ubicación. Elija otra ubicación en que va a registrar.
pt_br: Uma reprodução está em andamento neste local. Escolha outro local no qual a registrar.

# PlayerAlreadyPlayingError
source: ConferencePlayer::Play called when the player is already playing.
es_es: ConferencePlayer::Play se le llama cuando el reproductor está reproduciendo ya.
pt_br: ConferencePlayer::Play chamado quando o Player já está tocando.

# PlayingARecordedConference
source: Playing a recorded conference. Venue IP/Port: {0} Streams count: {1}
es_es: Reproducir una conferencia registrada. Ubicación IP/Puerto: {0} secuencias contar: {1}
pt_br: Reproduzindo uma conferência gravada. Venue IP/Port: {0} Streams count: {1}

# PopulateCalledOnSenderError
source: Populate called on sender that is not ready
es_es: Rellenar llamado en remitente que no está preparado
pt_br: Preencher chamado no remetente que não está pronto

# Recording
source: {0} (Recording)
es_es: {0} (Grabación)
pt_br: {0} (Gravação)

# RecordingANewConference
source: Recording a new conference. Conference Description: {0} Venue Identifier: {1} Venue IP/Port: {2}
es_es: Grabando una conferencia nueva. Descripción de la conferencia: identificador Venue {0}: {1} Venue IP/Puerto: {2}
pt_br: Gravar uma nova conferência. Conference Description: {0} Venue Identifier: {1} Venue IP/Port: {2}

# RecordingOngoingError
source: A playback or recording is ongoing in this venue. Please choose another venue in which to playback.
es_es: Una reproducción o de grabación está en curso en esta ubicación. Elija otra ubicación en que en la reproducción.
pt_br: Uma reprodução ou gravação está em andamento neste local. Please choose another venue in which to playback.

source: streams cannot be null
es_es: Las secuencias no pueden ser NULL
pt_br: Fluxos não podem ser nulos

# StreamWithBadDataReached
source: Stream with bad data reached. Continuing playback of all other streams. Stream ID: {0}. Exception: {1}
es_es: Secuencia con datos erróneos alcanzados. Continuar la reproducción de todos los otros flujos. Secuencia id: {0}. de excepciones: {1}
pt_br: Fluxo com dados incorretos atingidos. Continuar a reprodução de todos os outros fluxos. Identificação de fluxo: {0}. Exceção: {1}

# StringLongerThanAccepted
source: String longer than accepted by database.
es_es: Cadena más de aceptados por base de datos.

# TimeToJumpToLessThanStartTime
source: The timeToJumpTo argument is less than the start time of the recording.
es_es: El argumento timeToJumpTo es menor que la hora de inicio de la grabación.
pt_br: O argumento timeToJumpTo é menor que a hora de início da gravação.

# UnknownParticipantError
source: Detected stream for unknown participant, ignoring. CNAME:
es_es: Detectado secuencia para participante desconocido, omitiendo. CNAME:
pt_br: Fluxo detectado para Participante desconhecido, ignorando. CNAME:

# VenueAddressProtocolError
source: The venue's address protocol is not understood by the server. This is due to using an IPv6 multicast address, which is not supported by this server. Consult the ConferenceXP documentation for IPv6 support information.
es_es: La ubicación del protocolo de direcciones no se entiende por el servidor. Esto se debe a mediante un IPv6 dirección de multidifusión, que no es compatible con este servidor. Consulte la documentación ConferenceXP para obtener información de soporte de IPv6.
pt_br: O local do protocolo de endereço não é compreendido pelo servidor. Isso ocorre devido a um IPv6 usando endereço de difusão seletiva, que não oferece suporte para este servidor. Consult the ConferenceXP documentation for IPv6 support information.

# VenueDoesNotCorrelate
source: The venue provided does not correlate to an ongoing playback. Perhaps playback has already been stopped.
es_es: La ubicación proporcionada no poner en correlación en una reproducción continua. Quizás ya se ha detenido la reproducción.
pt_br: The venue provided does not correlate to an ongoing playback. Talvez a reprodução já foi interrompida.
