Repository: conferencexp/conferencexp
Catalog: MSR.LST.ConferenceXP/CXPClient/Strings.*.resx
Languages: es_es, zh_cn

# RecordingNotStoppedTitle
source: Recording not stopped.
es_es: Grabando no detenido.
zh_cn: 记录不停止。

# RecordingStoppedPrematurelyText
source: Warning: Recording was already stopped! Either there was an error on the server, or the venue had been empty for some amount of time and recording automatically stopped.
es_es: Advertencia: ya se ha detenido grabación! Se produjo un error en el servidor, o la ubicación había sido vacía para cierta cantidad de tiempo y grabación detiene automáticamente.
zh_cn: 警告：已经停止录制！服务器出错或者会场已经空闲了一段时间，使得录制自动停止。

# RecordingStoppedPrematurelyTitle
source: Recording stopped prematurely.
es_es: Grabación detenido de forma prematura.
zh_cn: 过早停止录制。

# RecordingStoppedText
source: Recording has stopped. To ensure proper playback after the initial recording, make sure all participants leave the venue before choosing to play back the recording.
es_es: Se ha detenido la grabación. Para garantizar la reproducción correcta tras la grabación inicial, asegúrese de que todos los participantes dejan la ubicación antes de elegir reproducir la grabación.
zh_cn: 录制已停止。若要保证初始录制后的正确播放，请确保播放前所有参与者都已经离开了会场。

# RecordingStoppedTitle
source: Recording Stopped
es_es: La grabación bloqueado
zh_cn: 录制停止

# RecordingUserAgreement
source: By using the ConferenceXP Client application, you agree that at any time during a conference any participant may initiate the ConferenceXP Archive Service, which will result in your conversation and communications being recorded. When a conference is being recorded, an Archive Service participant appears in the conference venue. Recorded conversations may be accessed by other ConferenceXP users with access to the Archive Service. We recommend that you inform other participants if you record a conference. If you do not agree to a recording, please exit ConferenceXP.
es_es: Mediante la aplicación cliente ConferenceXP, usted acepta que en cualquier momento durante una conferencia que cualquier participante puede iniciar el servicio de archivo ConferenceXP, que dará como resultado la conversación y las comunicaciones que se está grabando. Cuando se está grabando una conferencia, un participante de archivo del servicio aparece en la ubicación de la conferencia. Se pueden tener acceso a grabada conversaciones por otros usuarios ConferenceXP con acceso al servicio de archivo. Recomendamos que puede informar a otros participantes si se graba una conferencia. Si no está de acuerdo a una grabación, consulte salga ConferenceXP.
zh_cn: 要使用 ConferenceXP 客户端应用程序，您必须同意下列条款。任何时候任何参与者都可能会启动 ConferenceXP 存档服务，这将导致您的会话和通信被录制。录制会议时，存档服务参与者将被显示在会议会场中。录制的会话可以被其他具有对存档服务访问的权限的 ConferenceXP 用户所访问。我们建议您在录制会议前通知其他参与者。如果您不同意录制，请退出 ConferenceXP。

source: Record This Conference
es_es: Registrar esta conferencia
zh_cn: 录制此会议

# ReflectorEnabled
source: Reflector enabled (Unicast Mode): {0}
es_es: Reflector habilitado (modo de unidifusión): {0}
zh_cn: 启用反射器（单播模式）：{0}

source: Reflector Service
es_es: Servicio reflector
zh_cn: 反射器服务

# ReplaceHotkey
source: &Replace
es_es: Reemplazar
zh_cn: 替换(&R)

# ResolutionHeading
source: Resolution: Frame rate: Compressor:
es_es: Tasa de tramas de resolución:: Compressor:
zh_cn: 分辨率: 帧速率： 压缩器：

# ResolutionStatus
source: Resolution: {0}x{1} Frame rate: {2} fps
es_es: La resolución: {0} x {1} tasa de tramas: {2} FPS
zh_cn: 分辨率：{0}x{1} 帧速率：{2} fps

source: Resource Utilization
es_es: Utilización de recursos
zh_cn: 资源使用率

source: Restore Defaults
es_es: Restaurar valores predeterminados
zh_cn: 还原默认值

source: Scroll to end
es_es: Desplácese hasta al usuario final
zh_cn: 滚动到末尾

source: Select
es_es: Seleccione
zh_cn: 选择

# SelectCamera
source: Select a camera to associate with your microphone
es_es: Seleccione una cámara que se va a asociar el micrófono
zh_cn: 请选择一个摄像机与您的麦克风相关联

source: Select camera(s):
es_es: Seleccione Camera(s):
zh_cn: 选择摄像机：

# SelectConference
source: Select the conference you want to play back:
es_es: Seleccione la conferencia que desea reproducir volver:
zh_cn: 请选择您要播放的会议：

# SelectStreams
source: Select the streams you want to play back:
es_es: Seleccione las secuencias que desea reproducir volver:
zh_cn: 请选择您要播放的流：

# SendAudioErrorText
source: ConferenceXP was unable to send audio from the device - {0}. See the ConferenceAPI Event Log for details.
es_es: Para enviar de audio desde el dispositivo - {0} no ConferenceXP. Consulte el registro de sucesos ConferenceAPI para obtener información detallada.
zh_cn: ConferenceXP 不能从设备 {0} 发送音频。请参阅 ConferenceAPI 事件日志中的详细信息。

# SendAudioErrorTitle
source: Unable to send audio
es_es: No se puede enviar de audio
zh_cn: 无法发送音频

# SendVideoErrorText
source: ConferenceXP was unable to send video from the device - {0}. See the ConferenceAPI Event Log for details.
es_es: Para enviar vídeo desde el dispositivo - {0} no ConferenceXP. Consulte el registro de sucesos ConferenceAPI para obtener información detallada.
zh_cn: ConferenceXP 不能从设备 {0} 发送视频。请参阅 ConferenceAPI 事件日志中的详细信息。

# SendVideoErrorTitle
source: Unable to send video
es_es: No se puede enviar vídeo
zh_cn: 无法发送视频

# ServicesHotkey
source: &Services...
es_es: Servicios...
zh_cn: 服务(&S) ...

# SettingsHotkey
source: &Settings
es_es: La configuración
zh_cn: 设置(&S)

# SocketExceptionText
source: A network problem occurred. If you are using a reflector, please check the reflector address. Otherwise please check your internet connection.
es_es: La conexión a Internet ya no parece estar trabajando. Compruebe la conexión a Internet.
zh_cn: 您的 Internet 连接无法正常工作。请检查您的 Internet 连接。

source: Sound playback:
es_es: Reproducción de sonido:
zh_cn: 声音播放：

source: Sound recording:
es_es: Sonido grabación:
zh_cn: 录音：

# StartCapabilityMenuItems
source: Start {0}...
es_es: Iniciar {0}...
zh_cn: 开始 {0}

# StartChatHotkey
source: Start &Chat...
es_es: Iniciar charla...
zh_cn: 启动聊天(&C)

# StartConnectivityHotkey
source: Start &Connectivity Detector
es_es: Iniciar Detector de conectividad
zh_cn: 启动连通性探测器(&C)

# StartOtherCapabilitiesHotkey
source: Start &Other Capabilities
es_es: Iniciar otras funciones
zh_cn: 启动其他功能(&O)

# StartPresentationHotkey
source: Start &Presentation...
es_es: Iniciar presentación...
zh_cn: 开始演示文稿(&P)

# StartScreenStreaming
source: Start &Local Screen Streaming...
es_es: Iniciar local de la pantalla de transmisión por secuencias...
zh_cn: 开始本地屏幕流(&L)

source: Start &Shared Browser...
es_es: Inicio compartidas Explorador...
zh_cn: 开始共享浏览器(&S)

# StartUnicastConference
source: Start a Two-Way Unicast Conference...
es_es: Iniciar una conferencia de unidifusión bidireccional...
zh_cn: 开始一个双向单播会议

# StartUWPresenter
source: Start UW Classroom Presenter 3...
es_es: Iniciar UW Classroom Presenter 3...
zh_cn: 开始 UW Classroom Presenter 3...

# StartWindowsMedia
source: Start &Windows Media Playback...
es_es: Iniciar la reproducción de Windows de media...
zh_cn: 启动 &Windows 媒体播放 ...

source: Stop
es_es: Detener
zh_cn: 停止

source: Stop Audio
es_es: Detener audio
zh_cn: 停止音频

# StopNamePayloadType
source: Stop {0} {1}
es_es: Detener {0} {1}
zh_cn: 停止 {0} {1}

source: Stop Video
es_es: Detener de vídeo
zh_cn: 停止视频

source: Stream
es_es: Secuencia
zh_cn: 流

source: Stream ID
es_es: Identificador de secuencia
zh_cn: 流 ID

source: Streams
es_es: Las secuencias
zh_cn: 流

source: Test Audio
es_es: Prueba de audio
zh_cn: 测试音频

# TestingAudioWarning
source: Warning: Depending on your configuration, testing audio may create an audio feedback loop.
es_es: Advertencia: en función de su configuración, las pruebas de audio pueden crear un bucle de audio comentarios.
zh_cn: 警告：根据您的配置，测试音频可能会创建一个音频反馈循环。

source: Testing network connection
es_es: Las pruebas de conexión de red
zh_cn: 测试网络连接

source: Test Video
es_es: Prueba de vídeo
zh_cn: 测试视频

# ThisUtilityDetects
source: This utility detects whether your computer is connected to Internet2 and to a multicast network. If your computer is not connected to a multicast network, you can participate in ConferenceXP conferences over unicast or by using the ConferenceXP Reflector Service.
es_es: Esta utilidad detecta si el equipo está conectado a Internet2 y a una red de multidifusión. Si el equipo no está conectado a una red de multidifusión, puede participar en conferencias ConferenceXP a través de unidifusión o mediante el servicio reflector ConferenceXP.
zh_cn: 此实用工具将检测您的计算机是否连接到 Internet2 和多播网络。如果您的计算机没有连接到多播网络，您可以通过单播或通过使用 ConferenceXP 反射器服务参与 ConferenceXP 会议。

source: Tiled
es_es: En mosaico
zh_cn: 平铺

source: Time
es_es: Tiempo
zh_cn: 时间

source: Troubleshooting Log...
es_es: Solución de problemas de registro
zh_cn: 诊断日志

# TwoWayUnicastConference
source: Two-Way Conference Over Unicast
es_es: Conferencia dos sentido a través de unidifusión
zh_cn: 单播双向会议

# TwoWayUnicastConferencing
source: Two-way conferencing over unicast is typically used when you are having trouble with multicast connectivity and cannot access a ConferenceXP Reflector Service.
es_es: Conferencia en ambos sentido a través de unidifusión suele utilizarse cuando tiene problemas con la conectividad de multidifusión y no puede tener acceso a un servicio reflector ConferenceXP.
zh_cn: 当您有多播连接性问题并且不能访问 ConferenceXP 反射器服务时，通常将使用单播进行双向会议。

source: Type
es_es: Tipo
zh_cn: 类型

# TypeIPAddress
source: Type the IP address of the remote participant's computer:
es_es: Escriba la dirección IP del equipo del participante remoto:
zh_cn: 键入远程参与者的计算机的 IP 地址：

source: Unable To Join Unicast Venue
es_es: No se puede unirse A Venue de unidifusión
zh_cn: 无法加入单播会场

source: unknown
es_es: Desconocido
zh_cn: 未知的

source: Venue Service
es_es: Ubicación de servicio
zh_cn: 会场服务

# VenueJoinErrorText
source: This computer does not support the address protocol of this venue. To join an IPv6 venue, see ConferenceXP Help.
es_es: Este equipo no es compatible con el protocolo de direcciones de esta ubicación. Para unirse a una ubicación de IPv6, consulte la Ayuda ConferenceXP.
zh_cn: 这台计算机不支持此会场的地址协议。 若要加入一个 IPv6 会场，请参阅 ConferenceXP 帮助。

# VenueJoinErrorTitle
source: Venue Join Error
es_es: Error de unión ubicación
zh_cn: 会场加入错误

source: Venue Not Available
es_es: Ubicación no está disponible
zh_cn: 会场不可用

# VenueNotFound
source: Venue '{0}' not found.
es_es: Ubicación '{0}' no se encuentra.
zh_cn: 找不到会场‘{0}’。

# VenueServiceBaseURL
source: Venue Service: {0}
es_es: Ubicación servicio: {0}
zh_cn: 会场服务：{0}

# VenueServiceNone
source: none
es_es: Ninguno
zh_cn: 无

source: Version Incompatible
es_es: Versión incompatible
zh_cn: 版本不兼容

source: Video Format...
es_es: Formato de vídeo...
zh_cn: 视频格式

source: Video Settings
es_es: Configuración de vídeo
zh_cn: 视频设置

# VideoSource
source: {0}Video source: {1}
es_es: {0}Origen de vídeo: {1}
zh_cn: {0}视频源：{1}

# VideoStandard
source: {0}Video standard: {1}
es_es: {0}Vídeo estándar: {1}
zh_cn: {0}视频标准：{1}

source: Video stream
es_es: Secuencia de vídeo
zh_cn: 视频流

source: View hosted services
es_es: Ver servicios alojados
zh_cn: 查看主持的服务

source: Window Layout
es_es: Ventana de diseño
zh_cn: 窗口布局

# BitRateLabel
source: Bit Rate
es_es: Tasa de bits
zh_cn: 位速率

# KeyFrameRateLabel
source: Key frame rate
es_es: Velocidad de cuadros de claves
zh_cn: 关键帧速率

# PlaybackOngoingError
source: A playback is ongoing in this venue. Please choose another venue in which to record.
es_es: Una reproducción está en curso en esta ubicación. Elija otra ubicación en que va a registrar.
zh_cn: 此会场正在进行播放，请选择另一个会场来进行录制。

# VenueInUseError
source: A playback or recording is ongoing in this venue. Please choose another venue in which to playback.
es_es: Una reproducción o de grabación está en curso en esta ubicación. Elija otra ubicación en que en la reproducción.
zh_cn: 此会场正在进行播放或录制， 请选择到另一个会场进行播放。

# VenueServiceVersionErrorText
source: The version of the application you are running is less than the expected version. Please upgrade to at least this version: {0}.
es_es: La versión de la aplicación que se ejecute es menor que la versión esperada. Actualice al menos esta versión: {0}.
zh_cn: 您正在运行该应用程序的版本小于预期的版本。 请升级到最新版本：{0}。

source: Persist Window Positions
es_es: Conservar posiciones de la ventana
zh_cn: 保持窗口位置

source: Archive Services
es_es: Archivar servicios
zh_cn: 存档服务

source: Reflector Services
es_es: Servicio reflectors
zh_cn: 反射器服务

source: Venue Services
es_es: Ubicación de servicios
zh_cn: 会场服务

source: Diagnostic Service
zh_cn: 诊断服务

source: Diagnostic Services
zh_cn: 诊断服务

# ExampleDiagnosticService
source: For example: http://my.server.edu/diagnosticservice
zh_cn: 例如：http://my.server.edu/diagnosticservice

source: Invalid Password
zh_cn: 无效的密码

source: Password Error
zh_cn: 密码错误

source: Select Audio Compression Format
zh_cn: 选择音频压缩格式

source: Use Uncompressed Audio
zh_cn: 使用压缩音频

# VenueRequiresPassword
source: Venue Requires a Password
zh_cn: 会场需要输入密码

# VenueServiceVersionErrorText2
source: The version of the application you are running is beyond the supported range for this Venue Service. The maxumum supported version is {0}. Please select a Venue Service that supports your client version.
zh_cn: 您所使用的应用程序的版本不在此会场服务的支持范围内。此会场服务支持的最高版本是 {0}。请选择一个支持您客户端程序版本的会场服务。

source: View Conference &Diagnostics...
zh_cn: 查看会议诊断记录

source: Audio Buffer Count
zh_cn: 音频缓冲区数量

source: Audio Buffer Size
zh_cn: 音频缓冲区大小

# DisableAudioForwardErrorCorrection
source: Disable Forward Error Correction (Recommended for Uncompressed Audio)
zh_cn: 禁用 Forward Error Correction（建议在使用未压缩音频时启用）

# DisableVideoForwardErrorCorrection
source: Disable Forward Error Correction (Recommended for Uncompressed Video)
zh_cn: 禁用 Forward Error Correction（建议在使用未压缩视频时启用）

# ConfigureDiagnosticServices
source: Configure Diagnostics Services...
es_es: Configure Diagnostic Services...
zh_cn: 配置诊断服务 ...

# EnableDiagnosticServiceHotkey
source: Enable &Diagnostic Service
zh_cn: 启用诊断服务(&D)

# NoArchivingEncryptedVenues
source: ConferenceXP does not support archiving of encrypted venues
zh_cn: ConferenceXP 不支持加密会场的存档

source: Recording error
zh_cn: 录制时出错

# FriendlySocketInUseErrorMessage
source: Note: The venue join failed because the required network endpoint is already in use by another application or service on your system. One common cause of this problem is attempting to run the ConferenceXP client and the ConferenceXP Reflector Service on the same system. This is not a supported configuration. Another possible cause is running two instances of the ConferenceXP client at the same time. Please exit other ConferenceXP applications or services that may be using the network, then try again.
zh_cn: 注意：由于所需的网络端口正在被您系统中其他应用程序或服务使用，会场加入失败。导致这一问题的一个常见原因是试图在同一个系统中运行 ConferenceXP 客户端和 ConferenceXP 反射器服务。应用程序不支持这样的配置。另一个可能的原因是同时运行两个 ConferenceXP 客户端。请关闭其他可能使用网络的 ConferenceXP 应用程序或服务，再重试。

# DoesNotUseEncryption
source: No Encryption
zh_cn: 不使用加密

source: Uses Encryption
zh_cn: 使用加密

source: <none>
es_es: <ninguno>

source: URL
es_es: Dirección URL
