Repository: conferencexp/conferencexp
Catalog: MSR.LST.ConferenceXP/CXPClient/Strings.*.resx
Languages: es_es, zh_cn

# AboutConferenceXPClientHotkey
source: &About ConferenceXP Client
es_es: Acerca del cliente ConferenceXP.
zh_cn: 关于 ConferenceXP 客户端(&A)

# AboutCXPClientText
source: ConferenceXP Client Microsoft Research & UW Center for Collaborative Technologies Acknowledgements: Jay Beavers, Patrick Bristow, Tim Chou, Sauleh Eetemadi, Chris Moffatt, Michel Pahud, Lynn Powers, Jason Van Eaton, Andrew Whitaker, Luo Jie, Fred Videon, José Feghali CXP Client: {0} {1} For more information, see http://cct.cs.washington.edu/downloads/CXP
es_es: ConferenceXP de cliente de Microsoft Research confirmaciones: Jay Beavers, Bristow Pedro, Tim Chou, Sauleh Eetemadi, Chris Moffatt, Michel Pahud, Lynn avanzados, Jason van Eaton CXP cliente: {0} {1} para obtener más información, vea http://cct.cs.washington.edu/downloads/CXP
zh_cn: ConferenceXP 客户端 Microsoft Research & UW Center for Collaborative Technologies 致谢： Jay Beavers, Patrick Bristow, Tim Chou, Sauleh Eetemadi, Chris Moffatt, Michel Pahud, Lynn Powers, Jason Van Eaton, Andrew Whitaker, Luo Jie, Fred Videon, José Feghali CXP 客户端：{0} {1} 更多的信息，请参阅 http://cct.cs.washington.edu/downloads/CXP

# AboutCXPClientTitle
source: About ConferenceXP Client
es_es: Acerca del cliente ConferenceXP.
zh_cn: 关于 ConferenceXP 客户端

# AboutInternet2AndMulticast
source: About Internet2 and Multicast Connectivity
es_es: Acerca de Internet2 y conectividad de multidifusión
zh_cn: 关于 Internet2 和多播连通性

# ActionsHotkey
source: &Actions
es_es: Acciones
zh_cn: 操作(&A)

# ActiveVenueCapabilitiesHotkey
source: &Active Venue Capabilities
es_es: Las funciones Venue activo
zh_cn: 激活会场功能(&A)

# AddHotkey
source: &Add
es_es: Agregar
zh_cn: 添加(&A)

# AdditionalCameraConfiguration
source: Additional camera configuration options (if available)
es_es: Las opciones de configuración adicionales cámara (si está disponible)
zh_cn: 其他照相机配置选项（如果可用）

source: Address Protocol Error
es_es: Error de protocolo de direcciones
zh_cn: 地址协议错误

# AdvancedAudioSettings
source: Advanced Audio Settings: {0}
es_es: Configuración de audio avanzadas: {0}
zh_cn: 高级音频设置：{0}

source: Advanced Settings...
es_es: Configuración avanzada...
zh_cn: 高级设置 ...

# AdvancedVideoSettings
source: Advanced Video Settings: {0}
es_es: Configuración avanzada de vídeo: {0}
zh_cn: 高级视频设置：{0}

# AdvancedVideoSettingsStatus
source: {0}Resolution: {1}x{2} {0}Frame rate: {3} fps {0}Color space: {4} ({5} bit) {0}Uncompressed bit rate: {6} Kbps
es_es: {0}La resolución: {1} x {2} {0} tasa de tramas: espacio de colores FPS {0} {3}: {4} ({5} bits) {0} tasa de bits sin comprimir: {6} Kbps
zh_cn: {0}分辨率：{1}x{2} {0}帧速率：{3} fps {0}颜色空间：{4}（{5} 位） {0}压缩前比特率：{6} Kbps

# AppConfigHotkey
source: App &Config...
es_es: Configuración de aplicación...
zh_cn: 应用程序配置(&C) ...

source: Apply
es_es: Aplicar
zh_cn: 应用

# ArchivePlayBackText
source: ConferenceXP encountered an unknown problem in the playback. Close the Conference Playback dialog box and try playback again. Exception: {0}
es_es: ConferenceXP encontró un problema desconocido en la reproducción. Cerrar el cuadro de diálogo de conferencia de reproducción y intentarlo reproducción. Excepción: {0}
zh_cn: ConferenceXP 在播放中遇到一个未知问题。 请关闭会议播放对话框后重新播放。 异常：{0}

# ArchivePlayBackTitle
source: Archive Play Back
es_es: Archivo Play atrás
zh_cn: 存档播放

source: Archive Service
es_es: Archivar servicio
zh_cn: 存档服务

# ArchiveServiceErrorText
source: The Archive Service is currently unavailable or may have encountered an unexpected error. For further assistance contact your server's administrator. Exception: {0}
es_es: El servicio de archivo no está disponible actualmente o puede ha encontrado un error inesperado. Para obtener más ayuda póngase en contacto con Administrador del servidor. Excepción: {0}
zh_cn: 存档服务当前不可用或者可能遇到预计外的错误。请与服务器的管理员联系，以获得进一步的帮助。 异常：{0}

# ArchiveServiceErrorTitle
source: Archive Service Error
es_es: Error del servicio de almacenamiento
zh_cn: 存档服务错误

source: Archive Service Host Name:
es_es: Nombre de host del servicio de almacenamiento:
zh_cn: 存档服务主机名：

# ArchiveServiceUnavailableText
source: The Archive Service did not respond. Make sure the Archive Service you specified in ConferenceXP is correct and that server is online. For further assistance, contact your server's administrator. Exception Message: {0}
es_es: El servicio de archivo no ha respondido. Asegúrese de que el servicio de archivo que especificó en ConferenceXP es correcto y el servidor está en línea. Para obtener más ayuda, póngase en contacto con Administrador del servidor. Mensaje de excepción: {0}
zh_cn: 存档服务没有响应。请确保您在 ConferenceXP 中指定的存档服务是正确的并且该服务器处于联机状态。请与服务器的管理员联系，以获得进一步的帮助。 异常消息：{0}

# ArchiveServiceUnavailableTitle
source: Archive Service Unavailable
es_es: Archivar Servicio no disponible
zh_cn: 存档服务不可用

# AudioFormat
source: Uncompressed Audio Format...
zh_cn: 未压缩音频格式 ...

# AudioFormatSettings
source: Audio format {0}Channels: {1} {0}Bits per sample: {2} {0}Frequency: {3} {0}Kbps: {4}
es_es: Audio formato canales {0}: {1} {0} bits por ejemplo: {2} {0} frecuencia: {3} {0} kbps: {4}
zh_cn: 音频格式 {0}声道：{1} {0}采样位数：{2} {0}频率：{3} {0}Kbps：{4}

source: Audio Settings
es_es: Configuración de audio
zh_cn: 音频设置

# AudioVideoHotkey
source: &Audio/Video...
es_es: Audio/vídeo...
zh_cn: 音频/视频(&A) ...

source: Audio/Video Settings
es_es: Configuración de audio/vídeo
zh_cn: 音频/视频设置

source: Audio/Video Troubleshooting
es_es: Solución de problemas de audio/vídeo
zh_cn: 音频/视频疑难解答

source: Auto-play
es_es: Reproducción automática
zh_cn: 自动播放

# AvailableOtherCapabilitySenders
source: Available OtherCapabilitySenders are:
es_es: OtherCapabilitySenders disponibles son:
zh_cn: 可用的 OtherCapabilitySenders 有：

# AvailableVenues
source: Available venues are:
es_es: Venues disponibles son:
zh_cn: 可用的会场有：

# BitRateKbps
source: Bit rate: {0} Kbps
es_es: Tasa de bits: {0} kbps
zh_cn: 比特率：{0} Kbps

source: Bits per sample
es_es: Bits por muestra
zh_cn: 采样位数

source: Camera
es_es: Cámara
zh_cn: 照相机

# CameraEllipsis
source: Camera...
es_es: Cámara...
zh_cn: 照相机 ...

source: Cancel
es_es: Cancelar
zh_cn: 取消

# CancelHotkey
source: &Cancel
es_es: Cancelar
zh_cn: 取消(&C)

# CantRenderAudioGraph
source: Can't render an audio graph without an audio capture device
es_es: No se puede representar un gráfico de audio sin un dispositivo de captura de audio
zh_cn: 缺少音频捕获设备，不能呈现音频图形

# CapabilityError
source: If you specify the -capability parameter, you must also specify the -venue parameter.
es_es: Si especifica - el parámetro capacidad, también debe especificar el - parámetro ubicación.
zh_cn: 如果指定了 -capability 参数，您必须同时指定 -venue 参数。

# CapabilitySenderNotFound
source: CapabilitySender '{0}' not found.
es_es: CapabilitySender '{0}' no se encuentra.
zh_cn: 找不到 CapabilitySender ‘{0}’。

# CaseSensitiveReminder
source: Note that Capability names are case sensitive.
es_es: Tenga en cuenta que los nombres capacidad son distingue entre mayúsculas y minúsculas.
zh_cn: 请注意，功能名称是区分大小写的。

source: Channels
es_es: Los canales
zh_cn: 声道

# ChooseAudioFormat
source: Choose an audio format for - {0}
es_es: Elegir un formato de audio para - {0}
zh_cn: 为 {0} 选择一个音频格式

source: Clear
es_es: Sin cifrar
zh_cn: 清除

source: Close
es_es: Cierre
zh_cn: 关闭

# CmdLineParametersInstructions
source: By using one or more command line parameters, you can specify or change ConferenceXP configuration options. The name of venues and capabilities are case sensitive. For a venue or capability name that includes a space, use quotation marks around the name. {0} View help {1} Join a venue {2} {3} Start a capability {4} {5} Specify a different Venue Service {6} {7} Use no Venue Service {8} {9} Join a custom venue {10} Disable Recording Notification {11} {12} Specify a different identifier {13} {14} Specify a passord for a venue {15}
es_es: Mediante uno o más parámetros de línea de comandos, puede especificar o cambiar las opciones de configuración ConferenceXP. El nombre de venues y capacidades distinguen entre mayúsculas y minúsculas. Para un nombre de ubicación o capacidad que incluye un espacio, utilice comillas alrededor del nombre. {0} Vista ayuda {1} Unirse A una ubicación {2} {3} inicio una capacidad {4} {5} especificar un servicio Venue diferentes {6} {7} Utilizar ningún servicio Venue {8} {9} unirse A una ubicación personalizada {10} deshabilitar notificación grabación {11} {12} especificar un identificador diferente {13} {14} {15}
zh_cn: 通过使用一个或多个命令行参数，可以指定或更改 ConferenceXP 的配置。会场和功能的名称是区分大小写的。请在包含空格的会场或功能名称前后添加引号。 {0} 查看帮助 {1} 联接一个会场 {2} {3} 启动一个功能 {4} {5} 指定一个不同的会场服务 {6} {7} 不使用会场服务 {8} {9} 联接一个自定义的会场 {10} 禁用录制通知 {11} {12} 指定一个不同的标识符 {13} {14} {15}

# CmdLineParametersTitle
source: ConferenceXP Command Line Parameters
es_es: Parámetros de línea de comandos ConferenceXP
zh_cn: ConferenceXP 命令行参数

# CommunitySiteHotkey
source: Community &Site
es_es: Sitio de la comunidad
zh_cn: 社区站点(&S)

# CompressedBitRate
source: Compressed bit rate: {0} Kbps
es_es: Tasa de bits comprimidos: {0} kbps
zh_cn: 压缩后的比特率：{0} Kbps

source: Compressor: Disabled
es_es: Compresor: deshabilitado
zh_cn: 压缩器：禁用

# CompressorDisabled2
source: Compressor {0}Disabled
es_es: Deshabilitado compresor {0}
zh_cn: 禁用压缩器 {0}

# CompressorStatus
source: Compressor {0}Name: {1} {0}Media sub-type: {2} {0}Compressed bit rate: {3} Kbps {0}{4}
es_es: Nombre compresor {0}: {1} {0} Media subtipo: {2} {0} comprimidas tasa de bits: {3} Kbps {0} {4}
zh_cn: 压缩器 {0}名称：{1} {0}媒体子类型：{2} {0}压缩后的比特率：{3} Kbps {0}{4}

source: Conference:
es_es: Conferencia:
zh_cn: 会议：

source: Conference Playback
es_es: Reproducción de la conferencia
zh_cn: 会议播放

source: Conferences
es_es: Las conferencias
zh_cn: 会议

# ConferenceXPHelpHotkey
source: &ConferenceXP Help
es_es: ConferenceXP de la Ayuda
zh_cn: ConferenceXP 帮助(&C)

source: Configure
es_es: Configurar
zh_cn: 配置

source: Configure Archive Services
es_es: Configurar Servicios de archivo
zh_cn: 配置存档服务

# ConfigureArchiveServicesEllipsis
source: Configure Archive Services...
es_es: Configurar Servicios de archivo...
zh_cn: 配置存档服务 ...

# ConfigureCameraAndVideo
source: Configure Camera and Video Stream
es_es: Configurar la cámara y secuencia de vídeo
zh_cn: 配置照相机和视频流

# ConfigureMicrophone
source: Configure Microphone and Audio Stream
es_es: Configurar micrófono y secuencia de audio
zh_cn: 配置麦克风和音频流

source: Configure Reflector Services...
es_es: Configurar servicios Reflector...
zh_cn: 配置反射器服务 ...

source: Configure Venue Services...
es_es: Configurar servicios Venue...
zh_cn: 配置会场服务 ...

source: Confirm Delete
es_es: Confirmar eliminación
zh_cn: 确认删除

# ConfirmDeleteServiceHost
source: Are you sure you want to delete the service host "{0}"?
es_es: ¿Estás seguro que desea eliminar el host de servicio "{0}"?
zh_cn: 您想要删除服务主机 “{0}”吗？

source: Confirm Replace
es_es: Confirmar reemplazar
zh_cn: 确认替换

# ConfirmReplaceServiceHost
source: Are you sure you want to replace the service host "{0}" with "{1}"?
es_es: ¿Estás seguro que desea reemplazar el host de servicio "{0}" con "{1}"?
zh_cn: 是否要用服务主机 “{1}”来替换 “{0}”？

source: Connectivity Detector
es_es: Conectividad Detector
zh_cn: 连通性检测程序

# ContactServersAdministrator
source: Please contact your server's administrator.
es_es: Póngase en contacto con Administrador del servidor.
zh_cn: 请与服务器的管理员联系。

source: Current Settings
es_es: Configuración actual
zh_cn: 当前设置

# CXPRecordingNotification
source: ConferenceXP Recording Notification
es_es: Notificación de grabación ConferenceXP
zh_cn: ConferenceXP 录制通知

# CXPServices
source: ConferenceXP Services
es_es: Servicios ConferenceXP
zh_cn: ConferenceXP 服务

source: Date
es_es: Fecha
zh_cn: 日期

# DeleteHotkey
source: &Delete
es_es: Eliminar
zh_cn: 删除(&D)

source: Determining status...
es_es: Determinar el estado...
zh_cn: 正在确定状态

# DuplicateHostNameText
source: Please enter a {0} not already in the list.
es_es: Escriba un elemento {0} no en la lista.
zh_cn: 请输入一个列表外的 {0}。

# DuplicateHostNameTitle
source: Duplicate Host Name
es_es: Nombre de host duplicado
zh_cn: 主机名称重复

source: Duplicate Identity Detected
es_es: Duplicar de identidad se han detectado
zh_cn: 检测到重复的标识

source: Duration
es_es: Duración
zh_cn: 持续时间

# EnableArchiveServiceHotkey
source: Enable &Archive Service
es_es: Habilitar Servicios de archivo
zh_cn: 启用存档服务(&A)

source: Enable audio compression
es_es: Habilitar la compresión de audio
zh_cn: 启用音频压缩

# EnableReflectorServiceHotkey
source: Enable &Reflector Service
es_es: Habilitar servicio reflector
zh_cn: 启用反射器服务(&R)

source: Enable Video Compression
es_es: Habilitar la compresión de vídeo
zh_cn: 启用视频压缩

source: << End Time >>
es_es: << Tiempo final >>
zh_cn: << 结束时间 >>

# EnterAVenue
source: Enter the {0} Venue Identifier: {1} IP Address: {2} Port: {3}
es_es: Escriba el identificador Venue {0}: {1} Dirección IP: PORT {2}: {3}
zh_cn: 进入会场 {0} 标识符：{1} IP 地址：{2} 端口：{3}

# EnterValidConnectionType
source: Please enter a valid {0}
es_es: Escriba un elemento válido {0}
zh_cn: 请输入一个有效的 {0}

# ExampleArchiveHostName
source: For example: my.archiveservice.com
es_es: Por ejemplo: my.archiveservice.com
zh_cn: 例如：my.archiveservice.com

# ExampleArchiveHostNameIP
source: For example: my.archiveservice.com or 192.168.0.1
es_es: Por ejemplo: my.archiveservice.com o 192.168.0.1
zh_cn: 例如：my.archiveservice.com 或 192.168.0.1

# ExampleReflectorHostNameIP
source: For example: my.reflectorservice.com, 192.168.0.1, or 2000::1:212:79ff:fed2:f77
es_es: Por ejemplo: my.reflectorservice.com, 192.168.0.1, o 2000::1:212:79FF:fed2:f77
zh_cn: 例如：my.reflectorservice.com，192.168.0.1 或 2000::1:212:79ff:fed2:f77

# ExampleURL
source: For example: http://my.venueservice.com/venueservice
es_es: Por ejemplo: http://my.venueservice.com/venueservice
zh_cn: 例如：http://my.venueservice.com/venueservice

source: Exception:
es_es: Excepción:
zh_cn: 异常：

source: Exchange IP addresses
es_es: Las direcciones IP de Exchange
zh_cn: 交换 IP 地址

source: Exit
es_es: De salida
zh_cn: 退出

# ExitedVenueSameName
source: You exited the venue because a participant with your same name joined the venue from a different IP address - {0}, {1}
es_es: Se terminó la ubicación porque un participante con el mismo nombre unido la ubicación desde una diferente IP dirección - {0}, {1}
zh_cn: 您退出会场，因为与您名称相同的参与者已经从一个不同的 IP 地址加入了会场 - {0}, {1}

source: Firewall
es_es: Servidor de seguridad
zh_cn: 防火墙

source: Firewall Not Found
es_es: Servidor de seguridad no se encuentra
zh_cn: 找不到防火墙

# FirewallNotFoundText
source: If your computer has a firewall enabled, it could not be found. You must add an exception for ConferenceXP to your firewall's exception list to allow it to work properly.
es_es: Si su equipo tiene un servidor de seguridad habilitado, no se encontró. Debe agregar una excepción para ConferenceXP a la del servidor de seguridad Lista de excepciones para permitir que para que funcionen correctamente.
zh_cn: 如果您的计算机有一个已启用的防火墙，那么它未被找到。您必须把 ConferenceXP 添加到您的防火墙例外列表中，以使其能够正常工作。

source: Four-way
es_es: De cuatro vías
zh_cn: 四路

source: Frames
es_es: Marcos
zh_cn: 框架

# Frequency
source: Frequency (Hz)
es_es: Frecuencia (Hz)
zh_cn: 频率（赫兹）

source: Full screen
es_es: Pantalla completa
zh_cn: 全屏显示

# GiveIPAddress
source: Give the remote participant the IP address of your computer:
es_es: Proporcionar el participante remoto la dirección IP del equipo:
zh_cn: 向远程参与者提供您计算机的 IP 地址：

# HelpHotkey
source: &Help
es_es: Ayudar a
zh_cn: 帮助(&H)

source: host name or IP address
es_es: Nombre de host o dirección IP
zh_cn: 主机名或 IP 地址

# InitializingAVDevices
source: Audio/Video Settings - Initializing devices...
es_es: Configuración de audio/vídeo-inicializar Dispositivos...
zh_cn: 音频/视频设置 - 初始化设备

# InstallationThroughFirewall
source: Installation will now set this application to work through your Windows XP firewall.
es_es: Instalación Ahora establecerá esta aplicación para funcionar a través del servidor de seguridad de Windows XP.
zh_cn: 安装程序现在将设置该应用程序，使它能够在您的 WindowsXP 防火墙下正常工作。

source: Internet2 functional.
es_es: Internet2 funcional.
zh_cn: Internet2 功能。

# InvalidConnectionType
source: Invalid {0}
es_es: No válido {0}
zh_cn: 无效的 {0}

# InvalidURIText
source: The Universal Resource Identifier supplied for the Venue Service is improperly formatted. One example of such a formatting error is trying to connect to an IPv6 address without enabling IPv6 support on the local machine. The address you supplied is: {0}
es_es: El identificador de recursos universal proporcionado para el servicio Venue el formato es incorrecto. Un ejemplo de este tipo de un error de formato está intentando conectarse a una dirección IPv6 sin habilitar la compatibilidad con IPv6 en el equipo local. La dirección que proporcionó es: {0}
zh_cn: 指定的会场服务通用资源标识符格式错误。 一种可能的情况是，试图从未启用 IPv6 支持本地计算机上连接到 IPv6 地址。 您提供的地址是：{0}

# InvalidURITitle
source: Invalid Venue Service URI
es_es: No es válido Venue servicio URI
zh_cn: 无效的会场服务 URI

# IPParameterError
source: If you specify the -ip parameter, you must also specify the -port parameter.
es_es: Si especifica - el parámetro IP, también debe especificar el puerto parámetro -.
zh_cn: 如果指定了 -ip 参数，您必须同时指定 -port 参数。

source: Joining venue.
es_es: Unirse a ubicación.
zh_cn: 加入会场。

# JoiningVenueError
source: Error occured joining venue
es_es: Ubicación que se va a unir se ha producido error
zh_cn: 加入会场时发生错误

# KeyFrameRate
source: Key frame every {0} seconds
es_es: Marco de claves cada {0} segundos
zh_cn: 每秒 {0} 关键帧

source: Leave Venue
es_es: Deje Venue
zh_cn: 离开会场

source: Leaving conference.
es_es: Deja de conferencia.
zh_cn: 离开会议。

source: Loading
es_es: Cargar
zh_cn: 正在加载

source: Loading ConferenceAPI.
es_es: Cargando ConferenceAPI.
zh_cn: 加载 ConferenceAPI。

source: Loading Venues.
es_es: Cargando Venues.
zh_cn: 加载会场。

# MemoryCPUStatus
source: Machine CPU: {0} ConferenceXP memory: {1} MB
es_es: Equipo de la CPU: memoria ConferenceXP {0}: {1} MB
zh_cn: 计算机 CPU：{0} ConferenceXP 内存：{1} MB

# MicrophoneInputSource
source: Choose microphone's input source
es_es: Elegir origen de entrada del micrófono
zh_cn: 选择麦克风的输入源

source: More Information
es_es: Más información
zh_cn: 详细信息

source: Multicast functional.
es_es: Multidifusión funcional.
zh_cn: 多播功能。

# MulticastIPStatus
source: Multicast IPAddress: {0}, Network Receive: {1}, Network Send: {2}, Multicast Functional: {3}, Internet2 Functional: {4}, Time Since IGMP Join: {5}:{6}, Details: {7}
es_es: Multidifusión direcciónIP: {0}, en la red de recepción: {1}, de envío de red: {2}, de multidifusión funcional: {3}, Internet2 funcional: {4}, tiempo desde IGMP combinación: {5}: {6}, Detalles: {7}
zh_cn: 多播 IP 地址：{0}， 网络接收：{1}， 网络发送：{2}， 多路广播功能：{3}， Internet2 功能：{4}， 加入 IGMP 后经过时间：{5}:{6}， 详细信息：{7}

# MulticastNonfunctional
source: Multicast non-functional. Right-click for details.
es_es: Multidifusión no funcional. Haga clic con el botón secundario del mouse (ratón) en para obtener información detallada.
zh_cn: 多播功能无效。单击右键获取详细信息。

source: My
es_es: Mi
zh_cn: 我的

source: My Archive Services:
es_es: Mis servicios de archivo:
zh_cn: 我的存档服务：

source: My video stream(s)
es_es: Mis Stream(s) de vídeo
zh_cn: 我的视频流

source: Name
es_es: Nombre
zh_cn: 名称

# NameColon
source: Name:
es_es: Nombre:
zh_cn: 名称:

# NameIdentifierIPEMail
source: Name: {0} Identifier: {1} IP Address: {2} Email Address: {3} CapabilityViewers:
es_es: Nombre: identificador {0}: {1} Dirección IP: {2} dirección de correo electrónico: CapabilityViewers {3}:
zh_cn: 名称：{0} 标识符：{1} IP 地址：{2} 电子邮件地址：{3} CapabilityViewers：

# NameLowerCase
source: name
es_es: Nombre
zh_cn: 名称

# NetworkConfigErrorText
source: Address Family mismatch: IP addresses should be either both IPv6 or both IPv4.
es_es: No coinciden de la familia de direcciones: direcciones IP deben ser tanto IPv6 o ambos IPv4.
zh_cn: 地址家族不匹配：IP 地址应该都是 IPv6 或者都是 IPv4。

# NetworkConfigErrorTitle
source: Network Configuration Error
es_es: Error de configuración de red
zh_cn: 网络配置错误

source: << No conference selected >>
es_es: << Ninguna conferencia seleccionado >>
zh_cn: << 没有选择任何会议 >>

source: << No details >>
es_es: << No detalles >>
zh_cn: << 没有详细信息 >>

source: OK
es_es: Aceptar
zh_cn: 确定

# OKHotkey
source: &OK
es_es: Aceptar
zh_cn: 确定(&O)

source: Open
es_es: Abierto
zh_cn: 打开

source: Others' audio streams
es_es: ' Otras secuencias de audio
zh_cn: 其他人的音频流

source: Others' video streams
es_es: ' Otras secuencias de vídeo
zh_cn: 其他人的视频流

source: Participant
es_es: Participante
zh_cn: 参与者

# Participants
source: Participants: {0}
es_es: Los participantes: {0}
zh_cn: 参与者：{0}

source: Play
es_es: Reproducir
zh_cn: 播放

# PlaybackConference
source: Playback of conference: {0}
es_es: La reproducción de conferencia: {0}
zh_cn: 播放会议：{0}

# PlaybackErrorText
source: You cannot play back a recorded conference at this time. Make sure there currently is no recording or playback in this venue. Exception Message: {0}
es_es: No puede reproducir volver una conferencia grabada en este momento. Asegúrese de que actualmente hay grabación ni de reproducción en esta ubicación. Mensaje de excepción: {0}
zh_cn: 您不能播放录制的会议。请确保此会场中当前没有任何录制或播放。 异常消息：{0}

# PlaybackErrorTitle
source: Playback Error
es_es: Error de reproducción
zh_cn: 播放错误

source: Playing
es_es: La reproducción
zh_cn: 播放

# PlayNamePayloadType
source: Play {0} {1}
es_es: Reproducir {0} {1}
zh_cn: 播放 {0} {1}

# PlayRecordedConferenceHotkey
source: &Play a Previously Recorded Conference...
es_es: Reproducir una conferencia anteriormente Recorded...
zh_cn: 播放一个以前录制的会议(&P) ...

# PresentationHelpHotkey
source: &Presentation Help
es_es: Presentación de la Ayuda
zh_cn: 演示文稿帮助(&P)

# PresentationViewerChangeText
source: You have selected {0}. This change will take effect the next time you start ConferenceXP.
es_es: Se ha seleccionado {0}. Este cambio tendrá efecto la próxima vez que inicie ConferenceXP.
zh_cn: 您已选择了 {0}。下次您启动 ConferenceXP 这一更改将生效。

# PresentationViewerChangeTitle
source: Presentation Viewer Change
es_es: Cambiar del visor de presentación
zh_cn: 演示文稿查看器更改

# PresentationViewerHotkey
source: &Presentation Viewer
es_es: El Visor de presentación
zh_cn: 演示文稿查看器(&P)

# ProfileHotkey
source: &Profile...
es_es: Perfil...
zh_cn: 配置文件(&P) ...

# ReceiveOnlyNotification
source: Receive only. Right-click for details.
es_es: Recibir sólo. Haga clic con el botón secundario del mouse (ratón) en para obtener información detallada.
zh_cn: 只允许接收。单击右键获取详细信息。

# RecommendedIPAddress
source: Note: If your computer has more than one network card, it may have more than one IP address. The IP address that appears above is the recommended IP address for two-way conferencing.
es_es: Nota: si el equipo tiene más de una tarjeta de red, se puede tener más de una dirección IP. La dirección IP que aparece arriba es la dirección IP recomendada para las conferencias en ambos sentidas.
zh_cn: 注意：如果您的计算机有多个网卡，那么它可能有不止一个 IP 地址。推荐使用上面显示的 IP 地址进行双向会议。

source: Record
es_es: Registro
zh_cn: 录制

# RecordConferenceHotkey
source: &Record This Conference...
es_es: Registrar esta conferencia...
zh_cn: 录制此会议 ...

source: Recorded Conferences
es_es: Conferencias grabadas
zh_cn: 录制的会议

# RecordedDateTime
source: Recorded: {0} at {1}
es_es: Registra: {0} en {1}
zh_cn: 录制于：{1} {0}

# RecordingFunctionInformation
source: For more information about the ConferenceXP Archive Service and its recording function, see:
es_es: Para obtener más información acerca de la ConferenceXP de archivo Servicio y su función de grabación, consulte:
zh_cn: 有关 ConferenceXP 存档服务和其录制功能的更多信息，请参阅：

# RecordingNotStoppedText
source: Recording will continue, as other participants have requested this recording as well. When the recording participant leaves, recording will stop.
es_es: Grabación continuará, como otros participantes tienen lo ha solicitado esta grabación así. Cuando sale el participante de grabación, se detendrá la grabación.
zh_cn: 由于还有其他参与者提交了录制请求，录制将继续。 当所有请求录制的参与者都离开时，录制将停止。
