Repository: conferencexp/conferencexp
Catalog: MSR.LST.VenueService/VenueService_Sample/Strings.*.resx
Languages: es_es, zh_cn

source: Create a reference to the VenueService web service
es_es: Crear una referencia al servicio Web VenueService
zh_cn: 创建对会场服务 的 Web服务引用

# CreateParticipants
source: Create participants called p1 and p2
es_es: Crear los participantes denominados p1 y p2
zh_cn: 创建 p1 和 p2 参与者

# CreateVenuesCalledV1AndV2
source: Create venues called v1 and v2, and set venue security
es_es: Crear venues llama v1 y v2 y establecer seguridad ubicación
zh_cn: 创建 v1 和 v2 的会场，并设置会场的安全性

source: Delete p1 and p2
es_es: Eliminar p1 y p2
zh_cn: 删除 p1 和 p2

source: Delete v1 and v2
es_es: Eliminar v1 y v2
zh_cn: 删除 v1 和 v2

# FailedDeleteParticipantP1
source: Failed! DeleteParticipant() - p1 cannot be deleted
es_es: No se pudo! DeleteParticipant() - P1 no puede eliminarse
zh_cn: 失败！DeleteParticipant() - p1 不能被删除

# FailedDelteParticipantP2
source: Failed! DelteParticipant() - p2 cannot be deleted
es_es: No se pudo! DelteParticipant() - P2 no puede eliminarse
zh_cn: 失败！DeleteParticipant() - p2 不能被删除

source: Failed: v1 cannot be deleted.
es_es: No se pudo: v1 no puede eliminarse.
zh_cn: 失败：v1 不能被删除。

source: Failed: v2 cannot be deleted.
es_es: No se pudo: v2 no puede eliminarse.
zh_cn: 失败：v2 不能被删除。

# IncorrectNumberOfParticipants
source: Failed! GetParticipants() - Incorrect number of participants: {0} (should be 2). It may be caused by a participant that is not able to be created or preexisting participant not being cleaned up.
es_es: No se pudo! GetParticipants() - número incorrecto de los participantes: {0} (debe ser 2). Se puede deberse a un participante que no está disponible para ser creados o preexistentes participante no se limpian.

# ParticipantNameChangeFailed
source: Failed: UpdateParticipant() - {0} != {1}
es_es: No se pudo: UpdateParticipant() - {0}! = {1}
zh_cn: 失败：UpdateParticipant() - {0} ! = {1}

# PermissionFailedNegativeCaseSecurityError
source: Failed! Permission Failed jay@hotmail.com should not have access to V2
es_es: No se pudo! Permiso incorrecto Jay@hotmail.com no deben tener acceso a v2
zh_cn: 失败！权限失败，jay@hotmail.com 不能访问 V2

# PermissionFailedSecurityError
source: Permission Failed jay@hotmail.com should have access to V1
es_es: Permiso incorrecto Jay@hotmail.com deben tener acceso a V1
zh_cn: 权限失败 jay@hotmail.com 应该具有 V1 的访问权限

source: Press a key to continue
es_es: Presione una tecla para continuar
zh_cn: 请按任意键继续

source: Test venue security
es_es: Probar seguridad ubicación
zh_cn: 测试会场安全性

source: Update the name attribute of p1
es_es: Actualice el atributo Nombre de P1
zh_cn: 更新 p1 名称属性

source: Update the name attribute of v1
es_es: Actualice el atributo Nombre de v1
zh_cn: 更新 v1 名称属性

# VenueNameChangeFailed
source: Failed: UpdateVenue() - {0} != {1}
es_es: No se pudo: UpdateVenue() - {0}! = {1}

source: Test ended abnormally
es_es: Prueba finalizó de forma anormal
zh_cn: 测试终止

source: VenueService_Sample ended successfully
es_es: VenueService_Sample finalizó correctamente
zh_cn: VenueService_Sample 成功结束

source: VenueService_Sample started successfully
es_es: VenueService_Sample iniciado correctamente
zh_cn: VenueService_Sample 已成功启动
