Repository: conferencexp/conferencexp
Catalog: MSR.LST.ConferenceXP/Conference/Strings.*.resx
Languages: es_es, zh_cn

# AccessingFile
source: Accessing file {0} {1}
es_es: Tener acceso a archivo {0} {1}
zh_cn: 访问文件 {0} {1}

# Added
source: Added {0}
es_es: {0} Agregado
zh_cn: 添加 {0}

source: Administrator Privileges Required
es_es: Privilegios de administrador necesarios
zh_cn: 需要管理员权限

# AlreadyJoinedToVenue
source: Cannot join a venue when already joined to a venue.
es_es: No puede unirse a una ubicación cuando ya se une a una ubicación.
zh_cn: 已经加入到一个会场，不能再加入另一个会场。

# ApplicationIsNotConfigured
source: The application is not configured to talk to a Venue Service. Profile Update was discarded.
es_es: La aplicación no está configurada para hablar a un servicio Venue. Actualización de perfiles se descarta.
zh_cn: 应用程序未能配置好与会场服务的连接。配置文件的更新被忽略。

# CallSendBeforeSendObject
source: {0} Capability: must call Send() before calling SendObject*()
es_es: Capacidad {0}: debe llamar a Send() antes de llamar a SendObject*()

source: Cancel
es_es: Cancelar
zh_cn: 取消

# CannotBeChannelAndOwned
source: A capability cannot be both a channel and owned.
es_es: Una función no puede ser ambas un canal y propiedad.

# CannotExitNotInVenue
source: Cannot exit a venue when not in a venue!
es_es: No se puede salir una ubicación cuando no está en una ubicación!
zh_cn: 不能退出一个没有进入的会场！

# CannotUseCapabilitiesUnless
source: You cannot use Windows Form based capabilies from Conference Api unless you first set the Conference.CallingForm property. Otherwise, we do not have the appropriate Windows Message Loop set up and the form creation will fail.
es_es: No se puede utilizar capabilies formulario Windows Forms en función de conferencia API a menos que primero establezca la propiedad Conference.CallingForm. De lo contrario, no tenemos el bucle de mensajes de Windows adecuado configurar y se producirá un error en la creación de formulario.
zh_cn: 不能通过 Conference API 来使用基于 Windows 窗体的功能，除非预先设置好 Conference.CallingForm 属性。否则，我们将不能建立适当的 Windows 消息循环，并且窗体创建也将会失败。

# CapabilitiesCollectionAlreadyContains
source: Capabilities collection already contains - {0}
es_es: Capacidades colección ya contiene - {0}
zh_cn: 功能集合中已包含了 - {0}

# CapabilityClassNotFound
source: Capability class {0} not found in CapabilitySenders. Check Confernece.OtherCapabilitySenders for a list of valid CapabilitySender names.
es_es: Capacidad la clase {0} no se encuentra en CapabilitySenders. Busque una lista de nombres válidos CapabilitySender Confernece.OtherCapabilitySenders.
zh_cn: 在 CapabilitySenders 中找不到功能类 {0}。请检查 Confernece.OtherCapabilitySenders 的有效 CapabilitySender 名称列表。

source: Capability.NameAttribute must be set
es_es: CAPABILITY.NameAttribute se debe establecer
zh_cn: 必须设置 Capability.NameAttribute

# CapabilityPayloadTypeMustBeSet
source: Capability.PayloadTypeAttribute must be set
es_es: CAPABILITY.PayloadTypeAttribute se debe establecer

# CapabilitySenderAlreadyExists
source: CapabilitySender already exists - {0}
es_es: CapabilitySender ya existe - {0}
zh_cn: CapabilitySender 已存在 - {0}

# CapabilityTimeout
source: Capability Timeout, {0}
es_es: Capacidad de tiempo de espera, {0}
zh_cn: 功能超时，{0}

# CapabilityTimeoutSSRC
source: Capability Timeout, ssrc == {0}
es_es: Capacidad de tiempo de espera, ssrc == {0}

# CapabilityViewerNotFound
source: CapabilityViewer for PayloadType {0} not found!
es_es: CapabilityViewer para PayloadType {0} no se encuentra!

# DidNotOriginateFromHere
source: RtpSender did not originate from this capability!
es_es: RtpSender no se originó desde esta capacidad!

source: Duplicate Capability Viewers Detected
es_es: Duplicar capacidad de usuarios se han detectado
zh_cn: 检测到多个功能查看器

# DuplicateLocalIdentityError
source: A duplicate of the local Identity was detected on the network between {0} & {1}. Venue.Leave() has been called.
es_es: Un duplicado de la identidad local se ha detectado en la red entre {0} {1}. Venue.Leave() se ha llamado a.
zh_cn: 在 {0} 和 {1} 之间的网络上检测到本地标识的副本。已调用 Venue.Leave()。

source: E-mail:
es_es: Dirección de correo electrónico:
zh_cn: 电子邮件：

# EmailAddressInvalidText
source: {0} does not appear to be a valid email address, sorry
es_es: {0} no parece ser una dirección válida de correo electrónico, lo sentimos
zh_cn: {0} 似乎不是一个有效的电子邮件地址，很抱歉

# EmailAddressInvalidTitle
source: Email Address Invalid
es_es: No válido de direcciones de correo electrónico
zh_cn: 电子邮件地址无效

source: Erroneous image file
es_es: Archivo de imagen errónea
zh_cn: 错误的图像文件

source: Error Connecting to Venue Server
es_es: Error Conectar a servidor Venue
zh_cn: 连接到会场服务器时出错

source: Error Initializing Capability Classes
es_es: Error Initializing capacidad de clases
zh_cn: 初始化功能类错误

source: Error Initializing Capability Sender
es_es: Error Initializing capacidad remitente
zh_cn: 初始化功能发件人错误

source: Error Initializing Capability Viewer
es_es: Error Initializing capacidad Visor
zh_cn: 初始化功能查看器错误

# FecRatioRequires2Ints
source: FecRatio requires 2 ints in the form of a string, data:checksum
es_es: FecRatio requiere ints 2 en el formulario de una cadena, Data:Checksum

source: File type cannot be read.
es_es: Tipo de archivo no se puede leer.
zh_cn: 无法读取文件类型。

# FormTypeCanNotBeNull
source: FormType can not be null when calling CreateForm
es_es: FormType puede no ser Null cuando se llama a CreateForm

# FoundDuplicateCapabilitySender
source: Found duplicate CapabilitySender {0} in {1}
es_es: Encontrar duplicado CapabilitySender {0} en {1}
zh_cn: 在 {1} 中找到重复的 CapabilitySender {0}

# FrameOutOfSequenceMessage
source: FrameOutOfSequence, lostFrames = {0}, message = {1}, {2}
es_es: FrameOutOfSequence, lostFrames = {0}, mensaje = {1}, {2}

# FrameOutOfSequenceMessageSSRC
source: FrameOutOfSequence, lostFrames = {0}, message = {1}, ssrc == {2}
es_es: FrameOutOfSequence, lostFrames = {0}, mensaje = {1}, ssrc == {2}

# IdentifierNotMatchingRequest
source: Venue Service returned a participant with an indentifier not matching the requested identifier. Participant was rejected. Requested ID: {0} Returned ID: {1}
es_es: Ubicación del servicio devuelve un participante con un indentifier que no coincida con el identificador solicitado. Se rechazó participante. Solicitado Id: identificador devuelto {0}: {1}
zh_cn: 会场服务返回一个与请求的标识符不匹配的参与者标识符。参与者被拒绝。 请求 ID：{0} 返回 ID：{1}

source: Identity:
es_es: Identidad:
zh_cn: 标识：

# InvalidPacketCV
source: Invalid Packet: {0}, {1}
es_es: Paquetes no válida: {0}, {1}
zh_cn: 无效的数据包：{0}, {1}

# InvalidPacketSSRC
source: Invalid Packet: {0}, ssrc == {1}
es_es: Paquetes no válida: {0}, ssrc == {1}
zh_cn: 无效的数据包：{0}, ssrc = = {1}

# InvalidPacketUnknownCapabilityViewer
source: Invalid Packet, unknown CapabilityViewer, {0}
es_es: No válido de paquetes, CapabilityViewer desconocido, {0}
zh_cn: 无效的数据包，未知的 CapabilityViewer，{0}

# InvalidVenue
source: Invalid venue: {0}
es_es: Ubicación no válida: {0}
zh_cn: 无效的会场：{0}

# InvalidVenueType
source: Can not join a venue that is of type Invalid
es_es: No puede unirse a una ubicación que es del tipo no válido

# JournalViewerNotInstalled
source: The Microsoft Windows Journal Viewer update has not been installed and it is required to run ConferenceXP.
es_es: No se ha instalado la actualización de Microsoft Windows Journal Viewer y es necesario para ejecutar ConferenceXP.
zh_cn: 尚未安装 Microsoft Windows Journal Viewer 的更新，ConferenceXP 的正常运行依赖于这一更新。

# MaximumBandwidthlimiterError
source: MaximumBandwidthLimiter must be between 0 and 100,000,000
es_es: MaximumBandwidthLimiter debe estar comprendido entre 0 y 100.000.000
zh_cn: MaximumBandwidthLimiter 必须介于 0 和 100,000,000 之间

# MultipleCapabilityViewersExist
source: Multiple capability viewers exist for payload type - {0}. ConferenceXP selected {1} and will ignore {2}
es_es: Varios visores capacidad existen para carga el tipo - {0}. ConferenceXP seleccionada {1} y pasará por alto {2}
zh_cn: payload 类型 - {0} 存在多个功能查看器。 ConferenceXP 选择 {1}，将忽略 {2}

source: My icon
es_es: Mi icono
zh_cn: 我的图标

source: My information
es_es: Mi información
zh_cn: 我的信息

source: My Profile
es_es: Mi perfil
zh_cn: 我的配置文件

source: Name:
es_es: Nombre:
zh_cn: 名称：

# NameLengthErrorText
source: Name must be between 1 and 255 characters long
es_es: Nombre debe ser entre 1 y 255 caracteres
zh_cn: 名称必须在 1 到 255 个字符长之间

# NameLengthErrorTitle
source: Name Length Error
es_es: Error de longitud nombre
zh_cn: 名称长度错误

source: Network Timeout
es_es: Tiempo de espera de la red
zh_cn: 网络超时

source: No form set for this Capability.
es_es: Ningún formulario establece para esta capacidad.
zh_cn: 此功能没有设置窗体。

source: OK
es_es: Aceptar
zh_cn: 确定

# PacketOutOfSequenceMessage
source: PacketOutOfSequence, packets lost = {0}, {1}
es_es: PacketOutOfSequence, los paquetes perdidos = {0}, {1}

# PacketOutOfSequenceMessageSSRC
source: PacketOutOfSequence, packets lost = {0}, ssrc == {1}
es_es: PacketOutOfSequence, los paquetes perdidos = {0}, ssrc == {1}

# ParticipantIconSizeErrorText
source: Participant icon must be less than 36 KB (a 96x96 pixel image).
es_es: Participante icono debe ser menor que 36 KB (una imagen de píxel 96x96).
zh_cn: 参与者图标必须是小于 36 KB（一个 96x96 像素的图像）。

# ParticipantIconSizeErrorTitle
source: Participant Icon Size Error
es_es: Error del participante de icono de tamaño
zh_cn: 参与者图标大小错误

# ParticipantTimeout
source: Participant Timeout, {0}
es_es: Tiempo de espera del participante, {0}
zh_cn: 参与者超时，{0}

# ParticipantTimeoutCName
source: Participant Timeout, CName == {0}
es_es: Participante de tiempo de espera, CName == {0}
zh_cn: 参与者超时，CName = = {0}

# Playing
source: Playing {0}
es_es: Reproducir {0}
zh_cn: 播放 {0}

source: Privacy Policy
es_es: Directiva de privacidad
zh_cn: 隐私策略

# ProfileCouldNotBeUpdated
source: Your profile could not be updated on the server. Check that you have a connection to the venue server.
es_es: No se pudo actualizar su perfil en el servidor. Compruebe que tiene una conexión con el servidor ubicación.
zh_cn: 无法在服务器上更新您的配置文件。请 检查您有一个到会场服务器的连接。

# ReflectorAddressNotFound
source: Reflector address not found - {0}
es_es: No se encuentra - reflector dirección {0}
zh_cn: 找不到反射器地址 - {0}

source: Reflector join request failed
es_es: Solicitud de combinación reflector error
zh_cn: 反射器加入请求失败

# RemoveCapabilityFormHashtable
source: You are trying to access / remove a capability that is not in form's hashtable
es_es: Está intentando tener acceso a / quitar una función que no se encuentra en tabla hash del formulario

# RemoveCapabilityFormTypeHashtable
source: You are trying to remove a capability that is not in FormType's hashtable
es_es: Se está intentando quitar una función que no se encuentra en tabla hash del FormType

# Removed
source: Removed {0}
es_es: Quitar {0}
zh_cn: 移除 {0}

# SecurityErrorOccurredConnecting
source: A security error occurred connecting to the network (WSAEACCES). Common causes of this error are; no network connection can be found, a change to the .NET Framework or Winsock without a reboot, or recently disconnecting from a VPN session which leaves Winsock in an indeterminate state. Check your network connectivity or reboot your computer and try again.
es_es: Se ha producido un error de seguridad de conexión a la red (WSAEACCES). Algunas causas comunes de este error son; No hay conexión de red se puede encontrar, un cambio en .NET Framework o de Winsock sin un reinicio, o recientemente desconectarse de una sesión VPN que deja de Winsock en un estado indeterminado. Comprobar la conectividad de red o reinicie el equipo e inténtelo de nuevo.
zh_cn: 连接到网络出现安全错误 (WSAEACCES)。此错误的常见原因是：未发现可用的网络连接，对 .NET 框架或 Winsock 进行了更改而没有重新启动，或最近断开的 VPN 会话使 Winsock 处于不确定状态。请检查您的网络连接或重新启动您的计算机然后试一次。

# Sending
source: Sending {0}
es_es: Enviar {0}
zh_cn: 发送 {0}

# SpecifyBackgroundSenderAttribute
source: The capability must specify the BackgroundSender attribute in order to have access to such an object
es_es: La capacidad debe especificar el atributo BackgroundSender para tener acceso a este tipo de un objeto

# StoppedPlaying
source: Stopped Playing {0}
es_es: Detener reproducción {0}
zh_cn: 停止播放 {0}

# StoppedSending
source: Stopped Sending {0}
es_es: Detiene envío {0}
zh_cn: 停止发送 {0}

# StreamDoesNotMatchSettings
source: Stream to add does not match the settings for this capability.
es_es: Secuencia para agregar no coincide con la configuración de esta capacidad.
zh_cn: 要添加的流与此功能的设置不匹配。

# StreamLacksACapabilityidentifier
source: Stream lacks a CapabilityIdentifier in the external private extensions. Streams without this are not supported by the ConferenceXP API.
es_es: Secuencia carece un CapabilityIdentifier en las extensiones privadas externas. Las secuencias sin esto no son compatibles con la API ConferenceXP.

# TryingToAddCustomVenue
source: Trying to add custom venue '{0}', but that name is already in use.
es_es: Intentando agregar ubicación personalizada '{0}', pero ese nombre ya está en uso.
zh_cn: 在尝试添加自定义会场‘{0}’，但该名称已在使用。

# UnableToCallSend
source: Unable to call Send on a Capability when not in a venue.
es_es: No se puede llamar a enviar en una capacidad cuando no está en una ubicación.
zh_cn: 不在一个会场时，无法对一个功能调用发送。

# UnableToConnectUsingDefaultVenue
source: Unable to connect to Venue Service. Using a default Venue: {0}
es_es: No se puede conectar con Servicio Venue. Utiliza un valor predeterminado Venue: {0}
zh_cn: 无法连接到会场服务。使用一个默认的会场：{0}

# UnableToConnectUsingGenericParticipant
source: Unable to connect to Venue Service, using a generic Participant: {0}
es_es: No se puede conectar con Servicio Venue, utilizando un participante genérico: {0}
zh_cn: 无法连接到会场服务，用一个泛型参与者：{0}

# UnableToPlayACapability
source: Unable to Play a Capability when not in a venue.
es_es: No se puede reproducir una capacidad cuando no está en una ubicación.
zh_cn: 不在一个会场时，无法播放一个功能。

# UnexpectedConnectionError
source: An unexpected error occurred connecting to the venue server. Try again when you have a connection to the venue server. Exception: {0}
es_es: Error inesperado al conectar al servidor ubicación. Inténtelo de nuevo cuando haya una conexión con el servidor ubicación. Excepción: {0}
zh_cn: 连接到会场服务器时出错。请您在具有到会场服务器 的连接时再试一次。 异常： {0}

source: value
es_es: Valor
zh_cn: 值

source: value must be a Type
es_es: valor debe ser un tipo
zh_cn: 值必须是类型

# VenueServerCouldNotBeReached
source: The venue server your profile is stored on could not be reached. Try again when you have a connection to the venue server.
es_es: No se pudo alcanzar el servidor ubicación que su perfil se almacena en. Inténtelo de nuevo cuando haya una conexión con el servidor ubicación.
zh_cn: 不能访问存储您的配置文件的会场服务器。请您在具有到会场服务器 的连接时再试一次。

# YouMustBeAnAdministratorToInstall
source: You must be an Administrator to install ConferenceXP or run it for the first time.
es_es: Debe ser un administrador para instalar ConferenceXP o ejecutarlo por primera vez.
zh_cn: 安装或进行第一次运行 ConferenceXP 时，您必须具有管理员权限。

# YouMustBeAnAdministratorToUninstall
source: You must be an Administrator to uninstall ConferenceXP.
es_es: Debe ser un administrador para desinstalar ConferenceXP.
zh_cn: 要卸载 ConferenceXP，您必须具有管理员权限。
