Repository: conferencexp/conferencexp
Catalog: MSR.LST.ArchiveService/ArchiveAdmin/Strings.*.resx
Languages: es_es

# AboutArchiveServiceText
source: ConferenceXP Archive Service Microsoft Research & UW Center for Collaborative Technologies {0} For more information, see http://cct.cs.washington.edu/downloads/CXP/
es_es: ConferenceXP de archivo del servicio de Microsoft Research {0} para obtener más información, vea http://cct.cs.washington.edu/downloads/CXP/

# AboutArchiveServiceTitle
source: About ConferenceXP Archive Service
es_es: Acerca del servicio de archivo ConferenceXP.

source: Archive Database
es_es: Archivo de base de datos

# AreYouSureYouWantToDelete
source: Are you sure you want to delete the
es_es: Estás seguro que desea eliminar el

source: Cancel
es_es: Cancelar

source: Clean Up...
es_es: Limpiar

# CleanUpDatabaseText
source: The Clean Up Database feature removes the following records from your Archive Service database: - Conferences without participants - Participants without streams - Streams without recorded frames - Streams without raw data To complete these tasks, the Archive Service must be stopped. Clicking OK temporarily stops this service, causing any current conference recordings to stop.
es_es: La característica limpiar Seguridad de la base de datos quita los siguientes registros de su servicio de archivo base de datos: - conferencias sin participantes - participantes sin secuencias de secuencias sin graban marcos - secuencias sin datos sin procesar para completar estas tareas, se debe detener el servicio de archivo. Al hacer clic en Aceptar temporalmente detiene este servicio, lo que cualquier grabaciones de la conferencia actual para detener.

# CleanUpDatabaseTitle
source: Clean Up Database
es_es: Limpiar de seguridad de la base de datos

# Conference
source: Conference: {0} - {1}
es_es: Conferencia: {0} - {1}

# ConferenceLower
source: conference: {0} -
es_es: Conferencia: {0} -

# ConfirmDeleteText
source: Are you sure you want to delete {0} conferences created from {1} at {2}\nto {3} at {4}?
es_es: ¿Estás seguro que desea eliminar conferencias {0} creadas a partir {1} en {2} \nto {3} en {4}?

# ConfirmDeleteTitle
source: Confirm Delete
es_es: Confirmar eliminación

# CXPArchiveServiceManager
source: ConferenceXP Archive Service Manager
es_es: Administrador de servicios de archivo ConferenceXP

source: Date:
es_es: Fecha:

source: Delete
es_es: Eliminar

# DeleteConference
source: conference "{0}" and all the content it contains?
es_es: ¿Conferencia "{0}" y todo el contenido contiene?

# DeleteFolder
source: folder "{0}" and all the content it contains?
es_es: ¿carpeta "{0}" y todo el contenido contiene?

# DeleteParticipant
source: participant "{0}" and all the content it contains?
es_es: ¿Participante "{0}" y todo el contenido contiene?

source: Delete Range
es_es: Intervalo de eliminación

# DeleteRangeEllipsis
source: Delete Range...
es_es: Intervalo de eliminación...

# DeleteStream
source: stream "{0}"?
es_es: ¿Secuencia "{0}"?

# ErrorConnectingToDatabaseText
source: The {0} could not connect to the Microsoft SQL database. Ensure that the database is properly created and that the SqlConnectionString specified in the application configuration file is correct.
es_es: El objeto {0} no se pudo conectar con la base de datos de Microsoft SQL. Asegúrese de que la base de datos es creado correctamente y que la SqlConnectionString especificado en el archivo de configuración de la aplicación es correcto.

# ErrorConnectingToDatabaseTitle
source: Error Connecting to Database
es_es: Error conexión a base de datos

# ErrorConnectingToServiceText
source: The {0} could not connect to the windows servce "ConferenceXP Archive Service." Please check to make sure that the ServiceName specified in the application configuration file is correct.
es_es: El objeto {0} no se pudo conectar con el servce ventanas "Servicio de archivo ConferenceXP." Consulte comprobación para asegúrese de que el nombreDeServicio especificado en el archivo de configuración de la aplicación es correcto.

# ErrorConnectingToServiceTitle
source: Error Connecting to Service
es_es: Error conectar al servicio

source: From
es_es: Desde

# InvalidRangeText
source: No conferences were found during that time period.
es_es: No las conferencias se encontraron durante ese período de tiempo.

# InvalidRangeTitle
source: Invalid Range
es_es: Intervalo no válido

source: OK
es_es: Aceptar

# Participant
source: Participant: {0}
es_es: Participante: {0}

source: Refresh
es_es: Actualizar

# SpecifyConferencesToDelete
source: Specify the conferences you want to delete by creation date:
es_es: Especificar las conferencias que va a eliminar por fecha de creación:

# Stream
source: Stream: {0}
es_es: Secuencia: {0}

source: Time:
es_es: Tiempo:

source: To
es_es: Para
