Repository: conferencexp/conferencexp
Catalog: MSR.LST.VenueService/AdminUI/Strings.*.resx
Languages: es_es

# AboutConferencexpVenueServiceText
source: ConferenceXP Venue Service Microsoft Research & UW Center for Collaborative Technology {0} For more information, see http://cct.cs.washington.edu/downloads/CXP
es_es: ConferenceXP Venue del Servicio de Microsoft Research {0} para obtener más información, vea http://cct.cs.washington.edu/downloads/CXP

# AboutConferencexpVenueServiceTitle
source: About ConferenceXP Venue Service
es_es: Acerca del servicio ConferenceXP Venue.

source: Add
es_es: Agregar

source: Advanced...
es_es: Avanzadas...

source: Advanced Venue Settings
es_es: Configuración avanzada Venue

source: Cancel
es_es: Cancelar

source: Choose Picture...
es_es: Elegir imagen...

source: ConferenceXP Venue Service Manager
es_es: Administrador de servicios Venue ConferenceXP

# ConfirmDefaultIconRestoreText
source: Are you sure you want to replace the icon for this venue with the default icon?
es_es: ¿Estás seguro que desea reemplazar el icono de esta ubicación con el icono predeterminado?

# ConfirmDefaultIconRestoreTitle
source: Confirm Default Icon Restore
es_es: Confirmar restauración de icono predeterminado

# ConfirmDeleteText
source: Are you sure you want to delete the identifier expression "{0}"?
es_es: ¿Estás seguro que desea eliminar la expresión identificador "{0}"?

# ConfirmDeleteTitle
source: Confirm Delete
es_es: Confirmar eliminación

# ConfirmParticipantDeleteText
source: Are you sure you want to delete the participant "{0}"?
es_es: ¿Estás seguro que desea eliminar el participante "{0}"?

# ConfirmParticipantDeleteTitle
source: Confirm Participant Delete
es_es: Confirmar eliminación de participantes

# ConfirmReplaceText
source: Are you sure you want to replace the identifier expression "{0}" with "{1}"?
es_es: ¿Estás seguro que desea reemplazar la expresión identificador "{0}" con "{1}"?

# ConfirmReplaceTitle
source: Confirm Replace
es_es: Confirmar reemplazar

# ConfirmVenueDeleteText
source: Are you sure you want to delete the venue "{0}"?
es_es: ¿Estás seguro que desea eliminar la ubicación "{0}"?

# ConfirmVenueDeleteTitle
source: Confirm Venue Delete
es_es: Confirmar eliminación Venue

source: Delete
es_es: Eliminar

# DotNetAndGrids
source: .NET & Grids
es_es: NET cuadrículas

# DuplicateIPAddressText
source: The venue "{0}" is already using the IP address you specified. Please specify another IP address.
es_es: La ubicación "{0}" ya está utilizando la dirección IP especificada. Especifique otra dirección IP.

# DuplicateIpAddressTitle
source: Duplicate IP Address
es_es: Dirección IP duplicada

# DuplicateOwnerText
source: The venue "{0}" is already using the owner you specified. Please specify another owner.
es_es: La ubicación "{0}" ya está utilizando el propietario que especificado. Especifique otro propietario.

# DuplicateOwnerTitle
source: Duplicate Owner
es_es: Duplicar propietario

source: Edit...
es_es: Editar

source: Edit Participant
es_es: Editar participante

source: Edit Venue
es_es: Editar Venue

source: E-Mail
es_es: De correo electrónico

# EmailColon
source: E-Mail:
es_es: De correo electrónico:

# ForExample
source: For example: .*@[O|o]rganization\\.[E|e]du
es_es: Por ejemplo:.*@[O|o]rganization\\.[E|e]du

# HowDoIChooseAMulticastIP
source: How do I choose a multicast IP address?
es_es: ¿Cómo hace se elegido una dirección IP de multidifusión?

source: Icon
es_es: Icono

source: Identifier
es_es: Identificador

# IdentifierColon
source: Identifier:
es_es: Identificador:

source: Identifier expression:
es_es: Identificador expresión:

# InvalidEmailInput
source: "E-Mail" is not a valid e-mail address.
es_es: "De correo electrónico" es no una dirección de correo electrónico válida.

# InvalidIdentifierInput
source: "Identifier" is not a valid e-mail address.
es_es: "Identificador" es no una dirección de correo electrónico válida.

source: Invalid Input
es_es: Entrada no válida

# InvalidIPAddressInput
source: "IP Address" is not a valid IP address. If this is an IPv6 address, the IPv6 protocol should be installed.
es_es: " Dirección IP " es no una dirección IP válida. Si se trata una dirección IPv6, debe instalarse el protocolo IPv6.

# InvalidOwnerInput
source: "Owner" is not a valid e-mail address.
es_es: "Propietario" es no una dirección de correo electrónico válida.

# InvalidPortInput
source: "Port" is not a valid IP port.
es_es: "Puerto" es no un puerto IP válido.

source: IP Address:
es_es: Dirección IP:

source: Jay Jones
es_es: Jones Jay

source: Manage Participants
es_es: Administrar participantes

source: Manage Venues
es_es: Administrar Venues

source: Name
es_es: Nombre

# NameColon
source: Name:
es_es: Nombre:

source: New...
es_es: Nuevo...

source: New Venue
es_es: Nuevo Venue

source: OK
es_es: Aceptar

source: Owner:
es_es: Propietario:

source: Participant Editor
es_es: Participante Editor

source: Port:
es_es: Puerto:

source: Refresh
es_es: Actualizar

source: Replace
es_es: Reemplazar

source: Restore Default
es_es: Restaurar predeterminado

# ShowVenueOnlyToMatchingParticipants
source: Show venue only to participants matching these expressions:
es_es: Mostrar ubicación sólo a los participantes que coinciden con estas expresiones:

# SpecifyWhoCanSeeThisVenue
source: Specify who can see this venue by participant identifier. Use regular expressions to specify individuals or groups.
es_es: Especificar quién puede ver esta ubicación por medio del identificador del participante. Utilice expresiones regulares para especificar individuos o grupos.

# StorageFailureText
source: A failure occurred while accessing the storage file. The Admin Tool will now exit. Check the value of 'FilePath' in the application configuration file. Exception: {0}
es_es: Un error al tener acceso al archivo de almacenamiento. Ahora se cerrará la herramienta de administración. Compruebe el valor de 'rutadeaccesodearchivo' en el archivo de configuración de la aplicación. Excepción: {0}

# StorageFailureTitle
source: Storage Failure
es_es: Error de almacenamiento

source: Venue Editor
es_es: Ubicación del Editor
