Repository: conferencexp/conferencexp
Catalog: MSR.LST.ArchiveService/ARCHIVEWINDOWSSERVICE/Strings.*.resx
Languages: es_es

# AdministratorPrivilegesRequiredText
source: You must be an Administrator to uninstall Archive Service.
es_es: Debe ser un administrador para desinstalar Servicios de archivo.

# AdministratorPrivilegesRequiredTitle
source: Administrator Privileges Required
es_es: Privilegios de administrador necesarios

source: ConferenceXP Archive Service
es_es: Servicio de archivo ConferenceXP

source: Database initialization complete.
es_es: Inicialización de la base de datos completa.

# DatabaseOperationFailedText
source: Failed to create the ArchiveService database. Run AddDatabase.sql using your database tools (osql.exe, in the tools directory) to complete the operation. Exception: {0}
es_es: Error al crear la base de datos ArchiveService. Ejecute AddDatabase.sql utilizar las herramientas de la base de datos (Osql.exe, en el directorio herramientas) para completar la operación. Excepción: {0}

# DatabaseOperationFailedTitle
source: Database Operation Failed
es_es: Operación de base de datos no se pudo

# DeleteDatabaseText
source: Would you like to delete the ArchiveService database? This action will delete all recordings to date.
es_es: ¿Desea eliminar la base de datos ArchiveService? Esta acción eliminará todas las grabaciones hasta la fecha.

# DeleteDatabaseTitle
source: Delete Database
es_es: Eliminar base de datos

# FirewallExceptionAddingText
source: There was an error adding this application to your firewall's exception list. Please add the application manually to your firewall. Exception error message: {0}
es_es: Un error agregar esta aplicación en el servidor de seguridad de lista de excepciones. Consulte agregar la aplicación de forma manual para el servidor de seguridad. Excepción mensaje de error: {0}

# FirewallExceptionFailedTitle
source: Firewall Exception Failed
es_es: Excepción de servidor de seguridad no se pudo

# FirewallExceptionRemovingText
source: There was an error removing this application from your firewall's exception list. Please remove the application manually to your firewall. Exception error message: {0}
es_es: Un error quitar esta aplicación de la lista el servidor de seguridad de excepción. Quite la aplicación de forma manual para el servidor de seguridad. Excepción mensaje de error: {0}

# FirewallText
source: Installation will now add this application to your Windows Firewall Exceptions list.
es_es: Instalación ahora agregará esta aplicación a la lista de excepciones de Firewall de Windows.

# FirewallTitle
source: Firewall
es_es: Servidor de seguridad

# InitializeDatabaseText
source: Would you like to initialize the ArchiveService database? If you already have an ArchiveService database set up, this action will CLEAR it. If you do not have the database, you must initialize it for Archive Service to work properly.
es_es: ¿Desea inicializar la base de datos ArchiveService? Si ya tiene una base de datos ArchiveService configurar, esta acción CLEAR. Si no tiene la base de datos, se debe inicializar se para servicio de archivo para que funcionen correctamente.

# InitializeDatabaseTitle
source: Initialize Database
es_es: Inicializar base de datos

# OSQLEXEFailed
source: OSQL.exe failed to run properly on the file specified with the current user's permissions.
es_es: OSQL.exe Error al ejecutar correctamente en el archivo especificado con los permisos actual del usuario.

# PleaseWaitDatabase
source: Please wait while the database initializes. This may take several minutes...
es_es: Espere mientras inicializa la base de datos. Esto puede tardar varios minutos...

# PleaseWaitStoredProcedures
source: Please wait while the stored procedures are created...
es_es: Espere mientras se crean los procedimientos almacenados...

# RunDropDatabaseSQL
source: Failed to drop Archive Service database. Please run DropDatabase.sql using your database tools (osql.exe, in the tools directory). Exception: {0}
es_es: No se pudo quitar servicios de archivo base de datos. Vuelva a ejecutar DropDatabase.SQL mediante sus herramientas de la base de datos (Osql.exe, en el directorio herramientas). Excepción: {0}

# ServiceStartFailureText
source: The service was installed successfully, but the service could not be started. Make sure SQL Server is installed and running. Exception: {0}
es_es: El servicio se instala correctamente, pero no se pudo iniciar el servicio. Asegúrese de que SQL Server es instalado y en ejecución. Excepción: {0}

# ServiceStartFailureTitle
source: Service Start Failure
es_es: Error inicio del servicio

# SQLDataDirectoryError
source: The SQL Server data directory could not be found.
es_es: No se encontró el directorio de datos de SQL Server.

# SqlServerNotFoundText
source: Microsoft SQL Server was not detected on this computer. Be sure to create the database by executing AddDatabase.sql and AddSPs.sql. You must edit the SqlConnectionString in the ArchiveWindowsService.exe.config file and restart the service. Be advised that connecting Archive Service to SQL Server on another server will adversely affect performance.
es_es: Microsoft SQL Server no se detectó en este equipo. Asegúrese de que crear la base de datos mediante la ejecución AddDatabase.sql y AddSPs.sql. Primero debe editar el SqlConnectionString en el archivo ArchiveWindowsService.exe.config y reinicie el servicio. Se recomienda que la conexión del servicio de archivo con SQL Server en otro servidor negativamente afectará el rendimiento.

# SqlServerNotFoundTitle
source: SQL Server Not Found
es_es: SQL Server no se encuentra

source: Stored procedure creation complete.
es_es: Almacena procedimiento Creación completa.

# StoredProceduresAddFailed
source: Failed to add the stored procedures to the database. Run AddSPs.sql using your database tools (osql.exe, in the tools directory) to complete the operation. Exception: {0}
es_es: Error al agregar los procedimientos almacenados en la base de datos. Ejecute AddSPs.sql utilizar las herramientas de la base de datos (Osql.exe, en el directorio herramientas) para completar la operación. Excepción: {0}
